first_names_of_place_female = ["Большая", "Гнилая", "Малая", "Соколиная", "Чувалова", "Татарская", "Иванова",
"Придорожная", "Заячья", "Имени Ленина", "Торфяная", "Светлая", "Дальняя", "Ближняя", "Гиблая", "Комсомольская",
"Рябиновая", "Куликова"]
first_names_of_place_male = ['Большой', 'Гнилой', 'Малый', 'Соколиный', 'Чувалов', 'Татарский', 'Иванов', 'Придорожный',
'Заячий', 'Имени Ленина', 'Торфяной', 'Светлый', 'Дальний', 'Ближний', 'Гиблый', 'Комсомольский', 'Рябиновый',
'Куликов']
first_names_of_place_med = ['Большоe', 'Гнилоe', 'Малоe', 'Соколиноe', 'Чувалово', 'Татарскоe', 'Иваново',
'Придорожноe', 'Заячьe', 'Имени Ленина', 'Торфяноe', 'Светлоe', 'Дальнеe', 'Ближнеe', 'Гиблоe', 'Комсомольскоe',
'Рябиновоe', 'Куликово']
last_name_of_place_male = ["Колхоз", "Овраг", "Угол", "Тупик", "Мост", "Можайск", "Огород", "Погост", "Лог"]
last_name_of_place_female = ["Речка", "Фабрика", "Дубрава", "Падь", "Дидюевка", "Роща", "Плотомойка", "Неклюевка",
"Деревня", "Топь"]
last_name_of_place_med = ["Болото", "Удотово",  "Кладбище", "Поле", "Городище", "Грязище", "Займище", "Жито", "Смолёво"]
geomorphical_level_set = ['Низкая пойма', 'Высокая пойма', 'Надпойменная терраса', 'Водораздел']
underlying_surface_set = ['Юрские глины', 'Пермские глины', 'Парамоновские глины (Мел)',
                          'Белые кварцевые пески (Юра-Мел)', 'Торф верховой', 'Морена (глина)',
                          'Морена (тяж.суглинок)', 'Морена (лёг.суглинок)', 'Покровные суглинки',
                          'Флювиогляциальные пески', 'Флювиогляциальные супеси',
                          'Аллювиальные пески', 'Аллювиальные супеси', 'Аллювиальные суглинки', 'Низовой торф']
soils_set = ['Дерново-подзолистые','Дерново-подзолистые оглеенные', 'Дерново-подзолистые старопахотные',
             'Дерново-подзолистые оторфованные', 'Подзолистые', 'Подзолистые оглеенные', 'Подзолистые старопахотные',
             'Подзолы', 'Серые лесные', 'Торфяно-глеевые', 'Торфяные', 'Аллювиально-луговые кислые', 'Аллювиально-луговые']

abundance = ['cop3', 'cop2', 'cop1', 'sp', 'sol', 'un']